Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=364_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisnuorten taidetapahtumassa jaettiin 10 stipendiä
smn: Säminuorâi taaidâtábáhtusâst juáhhojii 10 stipendid

source: Kolttasaamelainen Juuso Fofonoff Sevettijärveltä, rock-yhtyeet MusInk Inarin koululta ja Duljárat Ivalon lukiosta saivat saamelaisnuorten taidetapahtumassa Rovaniemellä 8.4. tuomaristolta suurimmat kiitokset.
smn: Nuorttâsämmilâš Juuso Fofonoff Čevetjäävrist, rock-juávhuh MusInk Aanaar škoovlâst ja Duljárat Avveel luvâttuvâst ožžuu säminuorâi taaidâtábáhtusâst Ruávinjaargâst 8.4. enâmustáá kijttosijd tuámárijn.

source: Fofonoff esitti Kuolan saamelaisen perinteisen leudden ´Änn-Vää´sǩ &#13; nijdd´, MusInk oman kappaleensa ´Mahđuttemest mahđulas´ ja Duljárat &#13; Sofia Jannokin kappaleen ´Goaskin´.
smn: Fofonoff leuddij Kuáláduvnjaargâ sämmilij ärbivuáválii leudd ´Änn-Vää´sǩ nijdd´, MusInk jieijâs pitá ´Máhđuttemest máhđulâš´ já Duljárat Sofia Jannok pittáin ´Goaskin´.

source: Tiedote kaikista stipendin saajista &#13; tässä:
smn: Tiäđáttâs puohâin stipendij uážžoin täst: Säminuorâi taaidâtábáhtusâst 2010 palhâšum nuorah.

source: Saamelaisnuorten taidetapahtumassa 2010 jaetut stipendit.
smn: Keejâ kuuvijd täst.

source: Katso kuvia
smn: Fofonoff esitti Kuolan saamelaisen perinteisen leudden ´Änn-Vää´sǩ &#13; nijdd´, MusInk oman kappaleensa ´Mahđuttemest mahđulas´ ja Duljárat &#13; Sofia Jannokin kappaleen ´Goaskin´.

source: tästä.
smn: Tiedote kaikista stipendin saajista &#13; tässä:
